{"title": "Torta integral de frango com espinafre", "imageUrl": "https://cdn.panelinha.com.br/receita/964580400000-Torta-integral-de-frango-com-espinafre.jpg", "slug": "Torta-integral-de-frango-com-espinafre", "author": "Panelinha", "serves": "Até 4 porções", "prepareTime": "Até 2h", "steps": [{"title": "Para a massa", "ingredients": ["1 xícara (chá) de farinha de trigo integral", "½ xícara (chá) de farinha de trigo", "100 g de manteiga em temperatura ambiente", "1 gema", "¼ de xícara (chá) de água", "sal a gosto"], "preparation": "<ol>\n<li>Numa tigela grande, misture as farinhas de trigo e integral com o sal.&nbsp;</li>\n<li>Acrescente o restante dos ingredientes e misture bem com as m&atilde;os, at&eacute; a massa ficar lisa. Modele uma bola, embrulhe com filme e leve &agrave; geladeira por 30 minutos. Enquanto isso, prepare o recheio.</li>\n</ol>"}, {"title": "Para o recheio", "ingredients": ["1 xícara (chá) de frango cozido e desfiado (cerca de 1 filé de peito)", "1 maço  de espinafre", "½ cebola picada", "250 g de queijo cottage", "2 colheres (sopa) de azeite", "noz-moscada ralada na hora a gosto", "sal e pimenta-do-reino moída na hora a gosto"], "preparation": "<ol>\n<li>Destaque as folhas de espinafre dos talos, lave bem em &aacute;gua corrente e transfira para um escorredor. Descasque e pique fino a cebola.&nbsp;</li>\n<li>Leve uma frigideira grande ao fogo m&eacute;dio. Quando aquecer, regue com o azeite e refogue a cebola por cerca de 2 minutos, at&eacute; murchar.&nbsp;</li>\n<li>Junte as folhas de espinafre e deixe cozinhar por 3 minutos, mexendo de vez em quando, at&eacute; murchar. Desligue o fogo e passe o espinafre por uma peneira, apertando com uma colher, para extrair o excesso de &aacute;gua.&nbsp;</li>\n<li>Transfira o espinafre refogado para uma tigela. Junte o frango desfiado, o queijo cottage e misture bem. Tempere com noz-moscada, sal e pimenta-do-reino a gosto. Deixe amornar enquanto abre a massa.</li>\n</ol>"}, {"title": "para assar", "ingredients": ["farinha de trigo para polvilhar a bancada"], "preparation": "<ol>\n<li>Preaque&ccedil;a o forno a 180 &ordm;C (temperatura m&eacute;dia) e separe 4 f&ocirc;rmas refrat&aacute;rias individuais, tipo ramequin.&nbsp;</li>\n<li>Polvilhe com farinha uma superf&iacute;cie limpa e abra a massa com um rolo at&eacute; ficar fina - cerca de 2 mm de espessura. Utilize a boca de um ramequin para cortar 4 c&iacute;rculos de massa e reserve - eles v&atilde;o servir de tampa para as tortinhas.&nbsp;</li>\n<li>Junte a massa restante e modele um rolinho. Com uma faca (ou esp&aacute;tula), divida a massa em quatro por&ccedil;&otilde;es. Com as m&atilde;os, achate uma por&ccedil;&atilde;o de massa e forre o fundo e a parede de um ramequin at&eacute; a borda - n&atilde;o &eacute; preciso untar. Aperte bem a massa com os dedos para firmar (se preferir, abra cada por&ccedil;&atilde;o de massa com um rolo). Repita com os ramequins restantes.&nbsp;</li>\n<li>Distribua o recheio nas f&ocirc;rmas preparadas. Tampe com os c&iacute;rculos de massa reservados, apertando bem as bordas para fechar. Com uma faquinha, fa&ccedil;a um corte em cruz no centro de cada tampa e puxe as pontas para cima - esta abertura vai servir de sa&iacute;da para o vapor.&nbsp;</li>\n<li>Leve as tortinhas ao forno preaquecido e deixe assar por cerca de 45 minutos, ou at&eacute; a massa ficar firme. Retire do forno e sirva a seguir.<br /><br /></li>\n</ol>\n<h4>Aproveite at&eacute; os talos</h4>\n<p>Veja a receita de <a href=\"https://www.panelinha.com.br/receita/Ovo-mexido-com-talos-de-espinafre\">ovo mexido com talos de espinafre</a>.</p>"}]}