{"title": "Pudim de leite na AirFryer da Rita Lobo", "imageUrl": "https://panelinha-sitenovo.s3.sa-east-1.amazonaws.com/receita/1654706543303-pudim%20airfryer%20receita.jpg", "slug": "pudim-na-airfryer", "author": "Panelinha", "serves": "Até 6 porções", "prepareTime": "Mais de 2h", "steps": [{"title": "PARA O PUDIM", "ingredients": ["1 lata de leite condensado (395 g)", "2 ovos", "1¼ de xícara (chá) de leite"], "preparation": "<ol>\n<li>Numa tigela pequena, quebre um ovo de cada vez e transfira para outra tigela maior. Mexa com o batedor de arame para misturar as claras com as gemas. Junte o leite condensado e misture bem.&nbsp;</li>\n<li>Acrescente o leite aos poucos, mexendo delicadamente com o batedor, apenas para misturar &mdash; evite fazer movimentos bruscos para n&atilde;o incorporar ar. Os furinhos no pudim s&atilde;o bolhas de ar, por isso, mexa delicadamente mesmo. Deixe a massa do pudim descansando enquanto prepara o caramelo &mdash; essa pausa &eacute; essencial para eliminar poss&iacute;veis bolhas de ar e garantir um pudim lisinho.</li>\n</ol>"}, {"title": "PARA O CARAMELO", "ingredients": ["¾ de xícara (chá) de açúcar", "⅓ de xícara (chá) de água fervente"], "preparation": "<ol>\n<li>Separe uma f&ocirc;rma redonda, com furo no meio, de 18 cm de di&acirc;metro (capacidade de 1,5 litro). Leve uma chaleira com 1 x&iacute;cara (ch&aacute;) de &aacute;gua ao fogo alto para ferver &mdash; ela vai ser usada para fazer a calda.</li>\n<li>Numa panela pequena, coloque o a&ccedil;&uacute;car e leve ao fogo baixo para derreter, mexendo com uma esp&aacute;tula, at&eacute; formar um caramelo dourado. Me&ccedil;a ⅓ de x&iacute;cara (ch&aacute;) da &aacute;gua fervente e, com cuidado, regue sobre o caramelo. Aten&ccedil;&atilde;o: a calda vai borbulhar. Misture com a esp&aacute;tula at&eacute; ficar lisa.</li>\n<li>Transfira a calda para a f&ocirc;rma, vertendo sobre o cone central. Com um pano de prato (ou luva t&eacute;rmica), segure e gire a f&ocirc;rma para caramelizar tamb&eacute;m a lateral.&nbsp;</li>\n<li>Programe a AirFryer da linha Electrolux por Rita Lobo para cozinhar a 180 &ordm;C por 30 minutos.</li>\n<li>Assim que a AirFryer estiver aquecida, abra a gaveta, retire o cesto e coloque a f&ocirc;rma (ainda vazia) dentro do cesto. Com cuidado, despeje a massa do pudim na f&ocirc;rma, passando por uma peneira &mdash; dessa forma voc&ecirc; n&atilde;o corre o risco de derramar pudim ao transferir a f&ocirc;rma cheia para a AirFryer.&nbsp;</li>\n<li>Cubra a f&ocirc;rma com um peda&ccedil;o de papel-alum&iacute;nio e, com cuidado, encaixe o cesto de volta na AirFryer.</li>\n<li>O pudim leva cerca de 50 minutos para assar. Ap&oacute;s os 30 minutos iniciais, adicione mais 30 minutos ao tempo e verifique o ponto: o pudim estar&aacute; pronto quando a superf&iacute;cie estiver firme ao toque, mas com o interior ainda cremoso &mdash; ele termina de firmar ap&oacute;s esfriar.&nbsp;</li>\n<li>Ap&oacute;s os 50 minutos, abra a gaveta e desencaixe o cesto da AirFryer. Deixe o pudim amornar ainda dentro do cesto em temperatura ambiente &mdash; assim fica mais f&aacute;cil retirar a f&ocirc;rma de dentro depois.&nbsp;</li>\n<li>Leve o pudim &agrave; geladeira para esfriar por, no m&iacute;nimo, 3 horas antes de servir (se preferir, prepare no dia anterior).&nbsp;</li>\n<li>Para desenformar: passe a base da f&ocirc;rma rapidamente sobre a chama do fog&atilde;o acesa, apenas para soltar a calda. Com a ponta de uma faquinha descole a lateral do pudim da f&ocirc;rma. Cubra a f&ocirc;rma com um prato de borda alta e vire de uma s&oacute; vez. Deixe a calda escorrer sobre o pudim e sirva a seguir.</li>\n</ol>"}]}