{"title": "Bolo de milho de caneca", "imageUrl": "https://cdn.panelinha.com.br/receita/1405393200000-Bolo-de-milho-de-caneca.jpg", "slug": "Bolo-de-milho-de-caneca", "author": "Panelinha", "serves": "Até 4 porções", "prepareTime": "Pá-Pum", "steps": [{"title": "", "ingredients": ["¼ de xícara (chá) de milho-verde cozido (em lata)", "¼ de xícara (chá) de  leite de coco ", "1 ovo", "¼ de xícara (chá) de óleo", "¼ de  xícara (chá) de açúcar", "¼ de xícara (chá) de fubá mimoso", "½ colher (sopa) de fermento em pó", "canela em pó a gosto"], "preparation": "<ol>\n<li>Antes de abrir, lave e seque a lata de milho. Escorra os gr&atilde;os numa peneira e reserve.&nbsp;</li>\n<li>No copo do mixer bata o leite de coco, o &oacute;leo, o ovo e metade do milho at&eacute; que os gr&atilde;os estejam bem triturados. Acrescente o a&ccedil;&uacute;car e bata por mais 1 minuto.</li>\n<li>Junte o fub&aacute;, o fermento, uma pitada de canela em p&oacute; e mexa com um garfo at&eacute;&nbsp;a massa ficar lisa. Misture o restante dos gr&atilde;os de milho e divida a massa em 3 canecas grandes - preencha at&eacute; metade da capacidade, os bolinhos crescem ao assar.</li>\n<li>Leve as canecas ao micro-ondas para rodar, em pot&ecirc;ncia alta, por 3 minutos - para verificar se est&atilde;o assados espete&nbsp;um palito, se sair limpo est&atilde;o prontos, caso contr&aacute;rio deixe rodar por mais 1 minuto.</li>\n<li>Com cuidado para n&atilde;o se queimar, retire as canecas do micro-ondas e sirva os bolinhos ainda quentes (ou mornos) polvilhados com canela em p&oacute; a gosto.</li>\n</ol>\n<p>&nbsp;</p>\n<h4>No liquidificador</h4>\n<p>N&atilde;o tem mixer? sem problemas, coloque o leite de coco, o &oacute;leo, o ovo, 2 colheres (sopa) do milho e o a&ccedil;&uacute;car no liquidificador e bata bem at&eacute; ficar liso. Transfira para uma tigela e misture&nbsp;o restante dos ingredientes com um garfo.</p>\n<h4>forno convencional</h4>\n<p>Se voc&ecirc; preferir, pode assar os bolinhos no forno convencional preaquecido a&nbsp;180 &ordm;C (temperatura m&eacute;dia) por 20 minutos.</p>"}]}